[
  {
    "name": "Fellow Traveler",
    "lat": "39.653559457378044",
    "long": "-104.98779125852745",
    "category": "Restaurant",
    "cuisine": ["American"],
    "tags": ["american", "modern"],
    "dateUpdated": "07/09/2024",
    "menu": "Our Menu food fried cornbread red pepper jam mac n' cheese cellantani noodles tossed in cashew cream sauce topped w/ cornbread crumbles & green onions sweet garlic cauliflower fried cauliflower tossed in a sweet ginger garlic asian sauce chilaquiles tofu, corn chips, green chile, pinto beans, chipotle crema, avocado, onions & cilantro summer salad kale veg mix tossed in a vinaigrette and topped w/ sunflower seeds and craisins seaside avocado tacos fried avocado, slaw, nori cilantro cashew crema deep south broadway burrito vegan sausage, tofu, potatoes, beans, smothered in green chile and topped with chipotle creme, onions & cilantro, and avocado pineapple fried rice pineapple, rice, tofu, pickled carrot & daikon, green onions, topped with jalapeño, fried onions, and sesame seeds aloo gobi cauliflower, potato, coconut curry, rice banh mi sandwich tofu, miso aioli, cucumbers, cilantro, chili oil, sunflower shoots, pickled carrots, daikon & jalapeños, or try it as a rice bowl. served with a side of fries el borracho carolina gold bbq smoked jackfruit sandwich w/pickles, onion strings & mayo on a potato bun served w/house cut fries falafel wrap fried chickpea fritter, pickled turnips, dill pickles, cucumber, tzatziki, fries, sambar & Lebanese slaw served w/ house cut fries poutine housecoat fries covered in gravy & cashew crea beans & rice an hour’s worth of food DOLCE darlene's downeast chocolate cake warm chocolate cake, oreo butter cream, peanut butter glaze, coconut sorbet lemon or mango rice pudding coconut dulce de leche, cookie crumble, rotating fruit compote vanilla ice cream try w/ an amaro brunch (sat & sun 10am-3pm) chilaquiles tofu, corn tortillas, green chile, pinto beans, chipotle crema, avocado, onions & cilantro deep south broadway burrito vegan sausage, tofu, potatoes, beans, chipotle crema, avocado, onions & cilantro smothered in green chile breakfast sandwich tofu, tempeh strips, kale, tomato & chipotle crema on sourdough served with home fries breakfast tacos tofu, seasoned home fries, avocado, chipotle cream & pico de Gallo spanish toast plate one piece avocado toast w/kale, grapefruit & pear on sourdough, one piece pan con tomato, w/ garlic, olive oil, tomato & salt on sourdough full English tofu, home fries, tempeh strips, sausage patty, grilled tomato, grill mushrooms, baked beans & toast cinnamon cornbread sticks served w/ maple syrup biscuits & gravy biscuits baked in house, w/ an irish style brown gravy, served with scrambled tofu, home fries & topped with green onion waffle served with maple syrup and vegan butter darlene style waffle oreo butter cream, peanut butter glaze, coconut, maple syrup chicken fried cauliflower & waffle served w/ maple or spicy maple sides scrambled tofu, home fries, avocado, sausage, tempeh strips, toast, tortilla, biscuit DISCLAIMER *our kitchen is not certified free of ANY allergens - we use nuts, seeds, gluten, soy, etc!!! please inform a server of ANY food allergies prior to ordering!!! classic cocktail daiquiri manhattan margarita (spicy?) martini negroni old fashioned sazerac sidecar nuova cocktail dream lover vodka, citrus medley, guava syrup slow graffiti strawberry & olive margarita notorious lightning bourbon, pumpkin spice simple, lemon, brandied cherry alora pistachio bourbon, amaro dell'etna, sicillian bitters andromeda mezcal, coffee liqueur, cold brew, simple syrup, orange bitters san jorge old tom gin, mezcal, agave, lemon, peychaud's cicatriz mezcal, aperol, grapefruit, bubbly lavender gin lemonade lavender infused gin, lemonade spritz the classic italian cocktail. light and lovely aperol joe’s limoncello pasubio amaro oso de oro dry vermouth Strange Cargo malort chicago style besk letherbee besk \"craft, artisanal marlort?\" baska snaps aquavit based besk arak lebanese anise spirit singani 63 bolivian brandy becherovka czech bitter liqueur st. george shochu japanese style distilled rice elisir novasalus bitter wine amaro pasubio lovely berry infused wine amaro agaurdiente colombian schnapps blue flower baijiu chinese sorghum spirit zwack hungarian digestif underberg spirit german digestive grappa di cortese di gavi italian pomace distillate Zero Proof nectar of the gods grapefruit, lemon, pickle brine, simple & soda billows & thieves Grapefruit, lemon, cold-brew, cardamom-cinnamon syrup limone e sale lemon & salt (a sicilian treat) health shot carrot, lemon and ginger syrup athletic ipa or golden ale n/a beer acid league proxies pastiche n/a wine HAPPY HOUR Eats burger slider 4 vegan patty, onions, ketchup, mustard slider 4 carolina gold jackfruit cauliflower wings 6 buffalo, bbq, or sweet chili poutine 7 house-cut fries covered in gravy & cashew cream colorado poutine 7 house-cut fries covered in green Chile & chipotle aioli house-cut fries extravaganza 5 choose one seasoning\\sauce seasoning house mix, jalapeno, togarashi sauce ketchup, daddies brown sauce, bbq, fry sauce, green Chile, ranch, chili crisp aioli, black garlic aioli, nokoss vert happy hour drinks allora 12 pistachio bourbon, amaro dell'Etna, sibillina bitters dream lover 9 vodka, citrus medley, guava syrup lavender gin lemonade 6 lavender infused gin lemonade ft vodka tonic 7 orange & rosemary infused vodka, tonic malort 4 (enjoy the uncomfortable) and as always boiler maker 7.25 (tivoli lager draft & shot of well booze)",
    "plantBasedLevel": "full"
  },
  {
    "name": "Somebody People",
    "lat": "39.69776103252339",
    "long": "-104.98760781409766",
    "category": "Restaurant",
    "cuisine": ["Italian"],
    "tags": ["american", "italian", "modern"],
    "dateUpdated": "07/09/2024",
    "menu": "ZERO PROOF (non-alcoholic) can i kick it seedlip grove | blueberry hibiscus | lemongrass | lime $13 under the boardwalk pineapple | coconut lime | cinnamon $13 the lyre's club dhos juniper | lyres Italian orange | citrus cordial | birch n/a sparkling | tonic $13 FULL SPIRIT sweet emotion arette tequila | triple sec faccia brutto | ginger cucumber | green pepper celery | lemon $16 strawberry fields mell vodka | lychee strawberry | pistachio | lemon cardamom $16 dirty deeds mel vodka | asker gin norden aquavit celery | olive brine $16 sure shot four roses bourbon sweet vermouth | ginger lemon | chocolate $15 spring fever rayu mezcal | arette tequila kalani coconut | charaeu aloe matcha | pineapple lime | salt $16 no rain askur gin contratto bitter | amaro montenegro | cantaloupe lemon | salt $16 mon sherry-amour flor de cana rum | fino sherry velvet falernum | watermelon lime | peychauds $16 house of the rye-sing sun uncle nearest rye pineapple amaro | banana lavender | ipa | lemon $20 espresso martini mell vodka mr. black espresso liqueur demerara | huck espresso $14 FRESH SQUEEZED JUICE orange | pineapple | lemonade 6 oz $6 seasonal blend cucumber, green apple, celery 8 oz $7 AMARI FLIGHT BOARD ask your server for our amari selection and build your own flight board $24 somebody people's selection montenegro | ciociaro | foro $22 WINE BY THE GLASS sparkling l'atzar, cava $13 steinbock, n/a sparkling $13 white somebody's vino, house chardonnay blend $13 wiseguy, sauvignon blanc $13 rodica, malvazija $15 rose / skin contact olivares, garnacha $13 esoterico, zibibbo blend $12 red somebody's vino, house grenache / syrah $13 domaine begude, pinot noir $15 heliotropes, cinsault blend $18 minimum, sangiovese blend $16 carafe half full red (house) 25 46 white (house) 25 46 BEERS DRAFT apres pilsner crooked stave 16 oz $7 juicy east IPA crooked stave 16 oz $7 wild state honey crisp imperial cider 12 oz $7 petite peach sour crooked stave 16 oz $7 BEERS BOTTLE/CAN half acre daisy cutter pale ale 16 oz can $8 oakshire amber ale 16 oz can $8 great divide tangerine riot fruited IPA 12 oz can $7 denver beer company princess yum yum 12 oz can $7 KOMBUCHA palisade peach blue sunshine strawberry lavender vanilla 12 oz can $7 FEED ME $48 per person (whole table participation) natural wine pairing additional $45 per person we are showcasing natty vino from around the world grilled sourdough served with rotating seasonal spread (gf on request +$1) may contain nuts $7 arancini asparagus | tonnato meyer lemon $15 shaved celery dates | smoked almond | dill $14 (gf) esoterra farm salad radish | red onion | sourdough croutons | red wine vinaigrette $15 (gfo) torn cucumber lime and fermented black bean | spicy cashew | herbs $15 marinated plums celtuce | radish | sweet lime vinaigrette $17 roasted broccoli ajo blanco | almonds | sumac parsley mint salsa $17 (gf) cabbage bagna cauda | toasted hazelnuts | chives $16 roasted cauliflower vadouvan spice | pistachio pesto | salsa verde $18 (gf) mushroom rice garlic | hemp cream | chive $22 (gf) zucca creamed corn | toasted nori meyer lemon brown butter $24 tagliatelle summer squash zucchini | oregano | chili flakes $25 rigatoni summer tomato | confit garlic basil | red chili $23 somebody people sweet menu tiramisu coffee | vanilla | amaro $13 pineapple upside down cake lime whip | luxardo cherry $12 panna cotta seasonal toppings (GF) $11 chocolate chip cookie $7 gluten free choc chip cookie $7 (gf) COFFEE huckleberry roasters | oat milk espresso $5 americano $5 matcha $5 cappuccino $5 latte $5 TEA legendary spirit tea ambrosia black $6 rosella $6 chamomile $6 crescent green $6",
    "plantBasedLevel": "full"
  },
  {
    "name": "Next Level Burger",
    "lat": "39.68149629359531",
    "long": "-104.96921136411149",
    "category": "Restaurant",
    "cuisine": ["Fast Food", "American"],
    "tags": ["american",  "fast food", "burgers", "comfort"],
    "dateUpdated": "07/09/2024",
    "menu": "Served on an organic bun topped with organic lettuce and organic tomato * Classic Burger Smash patty, organic dill pickles and choice of sauce. (House-made special sauce, egg-free mayo, organic ketchup, organic yellow mustard)Single (20g protein) $7.95 (340 - 440 cal.) Double (35g protein) $10.95 (530 - 630 cal.) * American Chzburger Smash patty, organic tempeh bacon, organic dill pickles, choice of cheese and choice of sauce. (House-made special sauce, egg-free mayo, organic ketchup, organic yellow mustard)Single (24g protein) $11.95 (460 - 550 cal.) Double (39g protein) $14.45 (650 - 740 cal.) * Fire Chzburger Smash patty, pepper jack cheese, organic dill pickles and house-made next level ghost sauce.Single (19g protein) $9.45 (450 cal.) Double (34g protein) $12.45 (640 cal.) * Beyond Burger House-seasoned and hand-crafted beyond burger patty, organic dill pickles and choice of sauce. (House-made special sauce, egg-free mayo, organic ketchup, organic yellow mustard)Single (25g protein) $10.95 (390 - 490 cal.) Double (45g protein) $15.95 (620 - 720 cal.) Pub Served on a butter-toasted pretzel bun with premium toppings * Maverick Burger House-seasoned and hand-crafted beyond burger patty, crispy onion rings, organic tempeh bacon, organic dill pickles, choice of cheese, hickory BBQ and house-made special sauce.34g protein $15.45 (820 cal.) * Ghost Pepper Popper Burger House-seasoned and hand-crafted beyond burger patty stuffed with jalapeno cream cheese, topped with pepper jack cheese, pickled jalapenos, organic tomato, organic lettuce and ghost pepper ranch.27g protein $15.95 (740 cal.) spicy * Beyond Fire Burger House-seasoned and hand-crafted beyond burger patty, organic tempeh bacon, pepper jack cheese, organic grilled onions, organic dill pickles, organic tomato, organic lettuce, and next level ghost sauce.32g protein $14.95 (740 cal.) spicy * PubChz Burger House-seasoned and hand-crafted beyond burger patty smothered in house-made pub chz sauce, topped with organic grilled onions, organic sauerkraut, organic tomato and organic spicy brown mustard.28g protein $14.95 (600 cal.) Artisan Served on a sprouted grain bun topped with organic lettuce and organic tomato * Signature Burger House-Made Organic Quinoa and Mushroom Patty, Organic Avocado, Choice of Cheese and Roasted Garlic Thyme Mayo.19g protein $9.95 (570 cal.) tree nut * Socal Burger House-made organic quinoa and mushroom patty, organic tempeh bacon, organic avocado and house-made special sauce.24g protein $11.95 (550 cal.) tree nut * Blue Bbq Burger House-made organic quinoa and mushroom patty, organic tempeh bacon, creamy blue cheese and organic bbq sauce.24g protein $11.95 (500 cal.) tree nut * Chipotle Burger Chipotle black bean patty, organic guacamole, pickled jalapeños and chipotle mayo.19g protein $12.95 (510 cal.) Chik'n Crispy chik'n golden fried and served on an organic bun * Crispy Chik’n Burger Crispy chik'n filet, organic dill pickles, organic lettuce, organic tomato and house-made, lemon-herb mayo.15g protein $10.95 (510 cal.) * Fire Chik'n Burger Crispy chik'n filet, pepper jack cheese, organic dill pickles, organic lettuce, organic tomato and house-made next level ghost sauce.15g protein $11.45 (640 cal.) spicy * Chik’n Bacon Ranch Burger Crispy chik'n filet, organic tempeh bacon, smoked gouda cheese, organic lettuce, organic tomato and creamy ranch.20g protein $11.45 (630 cal.) * Buffalo Chik'n Burger Crispy buffalo chik'n filet, organic house-made coleslaw, organic dill pickles and creamy ranch.15g protein $11.45 (690 cal.) Stakk'd * Spicy Stacked Chik'n Double crispy chik'n filets, organic tempeh bacon, pepper jack cheese, organic guacamole, pickled jalapenos, organic lettuce, organic tomato, organic jalapeno sauce and egg-free mayo.37g protein $21.95 (1150 cal.) spicy * Beyond Animal Burger Double 1/4 lb juicy beyond patties, house-seasoned and topped with cheese, organic tempeh bacon, a layer of french fries, grilled organic onion, organic tomato and organic lettuce. Served on an organic bun with house-made special sauce and organic hickory BBQ sauce.58g protein $23.95 (1060 cal.)",
    "plantBasedLevel": "full"
  },
  {
    "name": "Mora Pizza Denver",
    "lat": "39.740182097479554",
    "long": "-104.95481190303029",
    "category": "Grocery",
    "cuisine": ["Pizza", "Italian"],
    "tags": ["pizza"],
    "dateUpdated": "07/09/2024",
    "menu": "Brooklyn Style Pizza Appetizers Most Ordered Specialty Slice: Pepperoni $6.50• 100% (12) #2 Most Liked Cheesy Knots Vegan. $9.00• 80% (10) #3 Most Liked Meatball Parm Pizza (18\") Soy free, vegan. $30.00• 88% (9) Cheese Pizza (18\") Soy free, vegan. $27.00 Appetizers Garlic Parmesan Wings 8 breaded soy and seitan wings tossed in a garlic parmesan sauce. Comes with 1 vegan ranch $14.00 Garlic Knots Vegan. $6.50• 76% (17) #1 Most Liked Cheesy Knots Vegan. $9.00• 80% (10) #3 Most Liked Buffalo Wings 8 breaded soy and seitan wings tossed in Buffalo sauce. Comes with a side of vegan ranch $14.00 BBQ Wings 8 breaded soy and seitan wings tossed in barbeque sauce. $14.00 Pepperoni Knots $11.00 Buffalo Knots $10.50 Vegan Meatballs Vegan. $10.00 Cheesy Vegan Meatballs Vegan. $11.00 Bar Pizzas 12 inch round thin crust personal sized pies",
    "plantBasedLevel": "partial"
  }
]
